//Напишите программу,которая на вход принимает два числа и выдает,какое число больше,а какое меньше.

Console.Write("Введите число 1: ");
int number1 = int.Parse(Console.ReadLine());
Console.Write("Введите число 2: ");
int number2 = int.Parse(Console.ReadLine());

if(number1 > number2)
{
    Console.WriteLine (number1);
}
else
{
    Console.WriteLine (number2);
}   
 



